Output from `make plan`:

```
Terraform will perform the following actions:

  # aws_iam_account_password_policy.cis_compliant will be created
  + resource "aws_iam_account_password_policy" "cis_compliant" {
      + allow_users_to_change_password = true
      + expire_passwords               = (known after apply)
      + hard_expiry                    = (known after apply)
      + id                             = (known after apply)
      + max_password_age               = 90
      + minimum_password_length        = 14
      + password_reuse_prevention      = 24
      + require_lowercase_characters   = true
      + require_numbers                = true
      + require_symbols                = true
      + require_uppercase_characters   = true
    }
```